[
  {
    "name": "Appliance Installation",
    "description": "Often the final step in bringing a home to market or before moving in, we install all appliances safely with anti-tip protection and ensuring no hidden leaks. You will have peace of mind that the most commonly used items in your property will work correctly for years to come."
  },
  {
    "name": "Awnings/Patio Covers",
    "description": "Cloth, aluminum or steel, we use multiple suppliers to source the exact finish you are looking for to protect you, and your vehicles, from the elements."
  },
  {
    "name": "Board Ups",
    "description": "Vacant assets with broken windows and locks can become unsafe and are prone to break-ins, Britannia Development Company’s field services crew will ensure any property is boarded and secured correctly."
  },
  {
    "name": "Cabinetry",
    "description": "We provide an extensive supply of stock cabinets or alternately our skilled carpentry team will install custom built cabinetry upon request."
  },
  {
    "name": "Carpentry",
    "description": "With over 100 years of carpentry experience combined our carpentry team can tackle your framing, general carpentry, and finish work requirements.",
    "featured": true
  },
  {
    "name": "Cleaning Services",
    "description": "No one should ever have to move into a home, or list a home for sale without a thorough cleaning. We can provide either one-time sales clean or ongoing janitorial services. Either way, any property we enter will look better when we leave."
  },
  {
    "name": "Concrete/Asphalt ",
    "description": "Driveways are typically the first thing a potential buyer see when they arrive at a property, or a homeowner when they return each day. We coordinate large or small driveway/garage floor repairs that are both beautiful and ensure your safety."
  },
  {
    "name": "Deck Installation/Repairs",
    "description": "We build, install and repair any size deck or outdoor living space you might be looking for large or small. Call for an estimate."
  },
  {
    "name": "Debris Removal",
    "description": "Britannia Development Company provides effective, safe and efficient debris removal (trash out) services. REO properties regularly need large amounts of debris removed, all trash out debris is then disposed of safely and according to codes of practice. Our highly experienced field staff remove both interior or exterior debris and dispose of both hazardous and non-hazardous materials."
  },
  {
    "name": "Drywall",
    "description": "A finished surface needs to be correctly painted to present well, before a paint application can be applied the drywall/plaster needs to be intact. We can handle your minor repairs or drywall hanging and plaster throughout an entire home."
  },
  {
    "name": "Electrical",
    "description": "Whether your needs are to repair a damaged light fixture/switch or closer to an entire re-wire we work with licensed electricians who understand code requirements in your market area.",
    "featured": true
  },
  {
    "name": "Fencing",
    "description": "Small repair or full fence installation are both services we provide and can help with the privacy of any home."
  },
  {
    "name": "Fireplaces",
    "description": "Like many items in a home a fireplace needs to be serviced to stay clean but also to prevent against fire. We’re happy to assist with any fireplace needs you may have."
  },
  {
    "name": "Flooring",
    "description": "Carpet, vinyl, laminate, tile and wood we provide any flooring option at a reasonable price and stock materials so we can ensure a fast installation for this final item in each property.",
    "featured": true
  },
  {
    "name": "Foundation",
    "description": "Should you need assistance with securing a foundation or sealing a foundation that is leaking, there are many options. Please advise if we can inspect your home to determine what options are available to you."
  },
  {
    "name": "Lock Change and Rekey",
    "description": "Our skilled technicians are prepared to re-key any lock types. We can also provide support with redemption periods and lock-outs."
  },
  {
    "name": "Garage Door Repair/Replace",
    "description": "Service or replacement is available for any overhead door needs."
  },
  {
    "name": "Glass/Re-glazing",
    "description": "If you discover a broken pane of glass, please contact us first as it is can likely be replaced and a full window replacement may not always be necessary."
  },
  {
    "name": "Insulation",
    "description": "We strive to ensure all homes have the insulation necessary to save money on utilities in heating or cooling a home. While often an afterthought this is one of the most important items in a home to ensure your largest investment doesn’t cost considerably more to live in."
  },
  {
    "name": "HVAC",
    "description": "We can install a full system or do simple repairs with our licensed HVAC techs who will ensure you have the heat or cool air you need to live comfortably."
  },
  {
    "name": "Paneling",
    "description": "Wainscoting, hardboard or Cedar Planks our skilled carpenters will leave you with the wood grain finish you need to add a custom finish to any room."
  },
  {
    "name": "Pool/Spa Secure and Drain",
    "description": "Winterizing pools in northern states and maintenance of a pool/spa system in southern states are both very important to ensure systems stay intact."
  },
  {
    "name": "Roofing",
    "description": "Minor leak repair and full roof replacement are services we provide. Please don’t hesitate to ask for a hail/wind inspection.",
    "featured": true
  },
  {
    "name": "Septic",
    "description": "Pumping, maintenance, and winterizations are all services that we provide to ensure you do not experience issues associated with not maintaining a septic system correctly, as they can prove costly to repair."
  },
  {
    "name": "Siding",
    "description": "Do you want the main thing people notice when arriving at a property to look perfect? At Britannia, we utilize vinyl, aluminum, steel, hardboard and many other types of siding products to achieve the kind of curb appeal you need to have the edge in today’s demanding market."
  },
  {
    "name": "Soffit, Fascia & Gutter",
    "description": "Soffit and Fascia can be a wood or metal product and should always tie into any gutter system correctly to direct water away from any property where they are installed. Keeping water from entering a basement is always a bonus to potential buyers or sellers or even current homeowners."
  },
  {
    "name": "Stucco",
    "description": "The final look of stucco is a special one for homes in any market. However, it is essential for Stucco to have the correct waterproofing to ensure leaks don’t occur, and framing does not rot over time. We guaranteed correct installation, so you don’t run into the consequences that occur with improper installation."
  },
  {
    "name": "Termite Repairs",
    "description": "If your market is located where termites like to live, we can provide the repair services that may be needed to eliminate any damage they have caused. We obtain the reports necessary to ensure the structural integrity of a property alongside whatever is deemed necessary to bring a property back to marketable condition."
  },
  {
    "name": "Tree Trimming/Removal",
    "description": "The exterior of any home is always its most marketable feature. We can handle tree removal/maintenance anywhere that is needed to guarantee better curb appeal and make a property sought-after."
  },
  {
    "name": "Vehicle Removal",
    "description": "If a vehicle is left and abandoned on site, we will remove it, promptly to avoid ugly attractive nuisances for those in the immediate area."
  },
  {
    "name": "Water Extraction/Remediation",
    "description": "Fire and water are the two largest contributors to damage to property, both types of damage need to be handled promptly and correctly to restore a habitable environment. With the help of commercial grade dehumidifiers, air movers, and HEPA vacuums we’ll ensure a property is safe to live in once more when remediation is necessary."
  },
  {
    "name": "Windows/Doors",
    "description": "Windows/Doors not only need to be in great condition to market a home but also to ensure temperatures stay consistent inside. We look to install quality products, correctly to ensure there is no avoidable heat loss or preventable water issues occurring at windows and doors."
  },
  {
    "name": "Winterizations",
    "description": "Do not incur thousands of dollars in damage repairs due frozen plumbing systems, we ensure that winterizations take place promptly. Winterizations are an easy, quick and cost-effective method to provide additional peace of mind if your property is vacant."
  },
  {
    "name": "Masonry",
    "description": "A small masonry repair or building a chimney is something we’re happy to handle for you."
  },
  {
    "name": "Painting",
    "description": "Walls/Ceilings/Floors are all surfaces that need a proper final coat of paint to put a home in the best condition for marketing."
  },
  {
    "name": "Plumbing",
    "description": "From leaking faucets, replacement of a sewer line or to major re-plumbing of an entire property we engage licensed plumbers that recognize the code requirements in your market area, your property will be free from violations.",
    "featured": true
  },
  {
    "name": "Inspections",
    "description": "We are available to provide inspections for roofing, HVAC, plumbing, septic systems, and wells.",
    "featured": true
  },
  {
    "name": "Ice Dam Removal",
    "description": "Winter in some states can be harsh, severe winter temps bring with them the potential for ice dams to form. Ice forming at the edge of a roof can cause significant damage to the interior/exterior of any asset. Our skilled technicians will remove ice dams successfully and make suggestions to prevent future formations."
  }                    
]
                                           