[
  {
    "name": "Appliance Installation",
    "description": "Often the final step in bringing a home to market or moving in we ensure all appliances are installed safely with anti-tip protection along with ensure no leaks that may be hidden so you have peace of mind that your most commonly used items within your home will work properly for many years to come."
  },
  {
    "name": "Awnings/Patio Covers",
    "description": "Cloth, aluminum or steel we have multiple suppliers who are sources for us to obtain the finish you are looking for to cover you and your vehicles from the elements."
  },
  {
    "name": "Board Ups",
    "description": "Vacant assets with broken windows and locks can become unsafe and prone to break-ins, Britannia Development Company’s field services crew will ensure any property is boarded and secured correctly."
  },
  {
    "name": "Cabinetry",
    "description": "Both stock cabinets and custom built cabinets are available for us to supply and install by our skilled carpenters."
  },
  {
    "name": "Carpentry",
    "description": "Framing, general carpentry and finish carpentry are available from our staff with over 100 years of combined carpentry experience.",
    "featured": true
  },
  {
    "name": "Cleaning Services",
    "description": "A home cannot be properly lived in or marketed without being cleaned from time to time and we’ll ensure the condition of the home is better when we left it then when we stopped foot on site."
  },
  {
    "name": "Concrete/Asphalt ",
    "description": "Simple repairs along with pouring a new driveway or garage floor are all repairs that we are able to coordinate to ensure safety and a beautiful finished product when arriving at your property."
  },
  {
    "name": "Deck Installation/Repairs",
    "description": "Whether a full deck build (re-build) or minor repair our skilled carpenters are available to create the outdoor living area anyone would be proud to spend their summers on."
  },
  {
    "name": "Debris Removal",
    "description": "Britannia Development Company provides effective, safe and efficient debris removal (Trashout) services. REO properties regularly need large amounts of debris removed, all trash out debris is disposed of safely and according to codes of practice. Our highly experienced field staff remove both interior or exterior debris and dispose of both hazardous and non-hazardous materials."
  },
  {
    "name": "Drywall",
    "description": "A finished surface needs to be properly painted to present well but before a paint application can be applied the drywall/plaster needs to be intact.  We can handle your minor repairs or hanging drywall and installing plaster throughout a home."
  },
  {
    "name": "Electrical",
    "description": "Whether a damaged light fixture/switch or an entire home re-wire we work with licensed electricians and understand the code requirements in your market that will allow your home to be free of any violations when our repairs are complete.",
    "featured": true
  },
  {
    "name": "Fencing",
    "description": "Small repair or full fence installation are both services we provide and can help with the privacy of any home."
  },
  {
    "name": "Fireplaces",
    "description": "Like many items in a home a fireplace needs to be serviced to stay clean but also to prevent against fire.  We’re happy to assist with any fireplace needs you may have."
  },
  {
    "name": "Flooring",
    "description": "Carpet, vinyl, laminate, tile and wood we provide any flooring option at a reasonable price and stock the material so we can ensure a fast installation for this final repair item in your homes.",
    "featured": true
  },
  {
    "name": "Foundation",
    "description": "Should you need assistance with securing a foundation or sealing a foundation that is leaking there are many options.  Please advise if we can inspect your home to determine what options are available to you."
  },
  {
    "name": "Lock Change and Rekey",
    "description": "Our skilled technicians are prepared to re-key any lock types. We can also provide support with redemption periods and lock-outs."
  },
  {
    "name": "Garage Door Repair/Replace",
    "description": "Service or replacement is available for any overhead door needs."
  },
  {
    "name": "Glass/Re-glazing",
    "description": "If you find a broken pane of glass please let us know as they can likely be replaced prior to a full window replacement being necessary."
  },
  {
    "name": "Insulation",
    "description": "We strive to ensure all homes have the insulation necessary to not waste money in utilities heating or cooling a home.  While often an afterthought this is one of the most important items in a home to ensure your largest investment doesn’t need additional monthly costs to live in."
  },
  {
    "name": "HVAC",
    "description": "We can install a full system or do simple repairs with our licensed HVAC techs who will ensure you have the heat or cool air you need to live comfortably."
  },
  {
    "name": "Paneling",
    "description": "Wainscoting, hardboard or Cedar Planks we have the skilled carpenters to leave you with a wood grain finish many seek to add a custom finish to any room."
  },
  {
    "name": "Pool/Spa Secure and Drain",
    "description": "Winterizing pools in northern states and maintenance of a pool/spa system in southern states are very important to ensure systems stay intact and these services are available when needed."
  },
  {
    "name": "Roofing",
    "description": "Minor leak repair and full roof replacement are services we provide. Please don’t hesitate to ask for a hail/wind inspection.",
    "featured": true
  },
  {
    "name": "Septic",
    "description": "Pumping, maintenance and winterizations are all services that we provide to ensure you do not have problems associated with not properly maintaining a septic system which are very costly to repair."
  },
  {
    "name": "Siding",
    "description": "Vinyl, aluminum, steel, hardboard and many more are all products available to you through our supply channels to leave one of the first elements seen when arriving at a home in top marketing condition."
  },
  {
    "name": "Soffit, Fascia & Gutter",
    "description": "Wood or metal fascia and soffit we will leave the finished product everyone deserves. Tying that in with a gutter system that will push water away from your home to assist in keeping water out of your basement is what any buyer is looking for to ensure they don’t walk into a project when they take over ownership of the home."
  },
  {
    "name": "Stucco",
    "description": "The final look of stucco is a great look on a home in any market however water proofing is essential to ensure leaks don’t occur which rot out framing over time.  We ensure proper installations to confirm the installation is completed properly so you don’t run into the pitfalls that can occur when not installed properly."
  },
  {
    "name": "Termite Repairs",
    "description": "If your market provides an environment for termites to live in we provide the repair services needed to eliminate the damage they have caused. We can obtain the reports needed to ensure structural integrity of the home alone with provide the repair services you need to keep your home in top condition."
  },
  {
    "name": "Tree Trimming/Removal",
    "description": "To properly list a home the outside of the home needs to show well. We can handle any tree removal/maintenance that is needed to ensure a showable landscape."
  },
  {
    "name": "Vehicle Removal",
    "description": "If a vehicle is left on site we will have it removed so it doesn’t become an attractive nuisance for those in your local area."
  },
  {
    "name": "Water Extraction/Remediation",
    "description": "Fire and water are the 2 largest contributors to damage in a home and they need to be handled properly to provide a habitable environment. With the help of commercial grade dehumidifiers, air movers and HEPA vacuums we’ll ensure the home is safe for you to live in when any necessary remediation is needed."
  },
  {
    "name": "Windows/Doors",
    "description": "Windows/Doors need to be in great condition to show a home but also to ensure temperatures stay consistent in a home.  We look to install quality products properly so you have no concerns with heat/cold air or water coming in and or out of if your windows and doors."
  },
  {
    "name": "Winterizations",
    "description": "Make sure not to incur thousands of dollars in damage with a plumbing system that freezes and ensure the winterizations take place in a timely fashion.  We’ll handle this for you quickly and cost effectively so you can have peace of mind with your home sitting vacant."
  },
  {
    "name": "Masonry",
    "description": "A small masonry repair or building a chimney is something we’re happy to handle for you."
  },
  {
    "name": "Painting",
    "description": "Walls/Ceilings/Floors are all surfaces that need a proper final coat of paint to put a home in the best condition for marketing."
  },
  {
    "name": "Plumbing",
    "description": "Whether a leaking faucet, replacement of a sewer line or re-plumbing an entire home we work with licensed plumbers and understand the code requirements in your market that will allow your home to be free of any violations when our repairs are complete.",
    "featured": true
  },
  {
    "name": "Inspections",
    "description": "We are available to provide inspections for roofing, HVAC, plumbing, septic systems, and wells.",
    "featured": true
  },
  {
    "name": "Ice Dam Removal",
    "description": "Winter in some states can be harsh, severe winter temps bring with them the potential for ice dams to form. Ice forming at the edge of a roof can cause significant damage to the interior/exterior of any asset. Our skilled technicians will remove ice dams successfully and make suggestions to prevent future formations."
  }                    
]
                                           