[
  {
    "name": "Appliance Installation",
    "description": "We safely install all appliances with anti-tip and leak protection. You’ll have peace of mind that the most commonly used items in your home work well for years to come."
  },
  {
    "name": "Awnings/Patio Covers",
    "description": "Cloth, aluminum, or steel—we work with multiple suppliers to source the precise finish you’re looking for to protect you and your vehicles from the elements."
  },
  {
    "name": "Board Ups",
    "description": "Vacant assets with broken windows and locks are unsafe and prone to break-ins. Our field services crew ensure your property is securely boarded."
  },
  {
    "name": "Cabinetry",
    "description": "Choose from an extensive supply of stock cabinets or have our skilled carpentry team custom build cabinets to your specifications."
  },
  {
    "name": "Carpentry",
    "description": "With over 100 years of combined carpentry experience, our team can complete all of your framing and general carpentry projects.",
    "featured": true
  },
  {
    "name": "Cleaning Services",
    "description": "Every property needs a thorough cleaning before its market or move-in date. We provide one-time sales cleanings or ongoing touch-ups and always leave your home cleaner than when we arrived."
  },
  {
    "name": "Concrete/Asphalt ",
    "description": "Driveways are one of the first things potential buyers see when they visit a property. We coordinate driveway and garage floor repairs that are both safe and beautiful."
  },
  {
    "name": "Deck Installation/Repairs",
    "description": "We build, install, and repair decks and outdoor living spaces of any size. Please call for an estimate."
  },
  {
    "name": "Debris Removal",
    "description": "REO properties often require debris and trash removal. Our experienced field staff safely and efficiently remove interior and exterior debris and dispose of both hazardous and non-hazardous materials."
  },
  {
    "name": "Drywall",
    "description": "From minor repairs to drywall hanging and plaster installation, we ensure your interior walls and ceilings are sound."
  },
  {
    "name": "Electrical",
    "description": "Whether you need to repair a damaged light fixture or rewire an entire home, we work with licensed electricians to complete every job according to code in your area.",
    "featured": true
  },
  {
    "name": "Fencing",
    "description": "We repair and install fences of any size to ensure the privacy of your property."
  },
  {
    "name": "Fireplaces",
    "description": "A neglected fireplace is not only an eyesore but a safety hazard. We clean and service fireplaces so you don’t have to."
  },
  {
    "name": "Flooring",
    "description": "Carpet, laminate, tile, vinyl, or wood—we provide all flooring options at a reasonable price and stock the material to ensure quick installation.",
    "featured": true
  },
  {
    "name": "Foundation",
    "description": "Need assistance with securing or sealing a leaking foundation? We’ll inspect your home to determine your best repair option."
  },
  {
    "name": "Lock Change and Rekey",
    "description": "Our technicians can rekey any lock type and provide support with redemption periods and lockouts."
  },
  {
    "name": "Garage Door Repair/Replace",
    "description": "Service or replacement is available for any of your overhead door needs."
  },
  {
    "name": "Glass and Reglazing",
    "description": "Please contact us if you have a broken glass pane, as it can likely be replaced before a full window replacement is necessary."
  },
  {
    "name": "Insulation",
    "description": "Save money on your heating and cooling utilities with proper insulation installation from our team of experts."
  },
  {
    "name": "HVAC",
    "description": "We work with licensed HVAC subcontractors who can install a full system or complete basic repairs so you have the heat and cool air you need to live comfortably."
  },
  {
    "name": "Paneling",
    "description": "Add a custom finish to any room with wainscoting, hardboard, or cedar planks installed by our skilled carpenters."
  },
  {
    "name": "Pool/Spa Secure and Drain",
    "description": "Regular maintenance increases the longevity of your pool system. You can depend on our team to winterize and/or maintain your pool or spa so you can enjoy it for years to come."
  },
  {
    "name": "Roofing",
    "description": "From minor leak repair to full roof replacements, we can safely handle all of your roofing requests. Don’t hesitate to ask for a hail and/or wind inspection.",
    "featured": true
  },
  {
    "name": "Septic",
    "description": "We provide pumping, maintenance, and winterizations to your septic system so you never have to deal with costly repairs."
  },
  {
    "name": "Siding",
    "description": "Up your home’s curb appeal with quality aluminum, hardboard, steel, or vinyl siding that will give your property an edge in today’s competitive market."
  },
  {
    "name": "Soffit, Fascia & Gutter",
    "description": "Protect your home from water damage and give its exterior a polished look with metal, vinyl, or wood soffit and fascia. Our team of experts will make sure installation ties into your existing gutter system to direct water away from your home and keep it well ventilated to prevent future moisture buildup."
  },
  {
    "name": "Stucco",
    "description": "Exterior wall stucco gives your property a beautiful finish, but leaks and framing rot can occur if the stucco is incorrectly installed. We guarantee waterproof installation that not only looks great but resists the elements. "
  },
  {
    "name": "Termite Repairs",
    "description": "We repair termite damage and can obtain structural integrity reports to ensure your property is in marketable condition. "
  },
  {
    "name": "Tree Trimming/Removal",
    "description": "We handle all tree removal and maintenance to eliminate any potential hazards and maximize your property’s curb appeal."
  },
  {
    "name": "Vehicle Removal",
    "description": "If you have an abandoned vehicle on site, we’ll quickly remove it so it’s not an attractive nuisance or eyesore for neighbors and potential buyers."
  },
  {
    "name": "Water Extraction/Remediation",
    "description": "Water and fire are the two largest contributors to property damage, and both require expert attention to restore a property to a habitable environment. With the help of commercial-grade dehumidifiers, air movers, and HEPA vacuums, we’ll ensure the home is safe to live in again when remediation is needed."
  },
  {
    "name": "Windows/Doors",
    "description": "Windows and doors not only need to be in great condition to market a home but to maintain a consistent indoor temperature. We expertly install quality products to prevent heat loss and water issues."
  },
  {
    "name": "Winterizations",
    "description": "If you have a vacant property, winterization can save you thousands of dollars in frozen plumbing damage. We provide peace of mind with quick and cost-effective winterizations."
  },
  {
    "name": "Masonry",
    "description": "From small repairs to chimney builds, we handle all of your masonry needs."
  },
  {
    "name": "Painting",
    "description": "To make your home market-ready, we give walls, ceilings, and floors a flawless final coat of paint."
  },
  {
    "name": "Plumbing",
    "description": "From a leaking faucet to sewer line replacement, we use licensed subcontractors who know the code requirements in your market area to complete plumbing projects small and large.",
    "featured": true
  },
  {
    "name": "Inspections",
    "description": "We provide inspections for roofing, HVAC, plumbing, septic systems, and wells.",
    "featured": true
  },
  {
    "name": "Ice Dam Removal",
    "description": "Severe winter temperatures can cause ice to form at the edge of a roof, causing significant damage to both the interior and exterior of your property. Our skilled technicians quickly remove ice dams and make recommendations to prevent future formations."
  }                    
]
                                           